{
  "members": [
    {
      "name": "강나원 (MS candidate)",
      "photo": "/assets/members/member_1.jpg",
      "bs": "Kumon National Institute of Technology (2020~2024)",
      "email": "kangnawon017@gmail.com",
      "research": "Depolymerization",
      "bio": "2001년에 태어나서부터 쭉 대구에 거주하고 현재 금오공대 고분자공학과에서 공부하고있습니다. 우리는 플라스틱 시대에 살고있고 플라스틱의 가장 큰 이점이었던 내구성과 생물학적안정성은 어쩌면 당연한 이유로 우리에게 환경오염의 문제로 다시 돌아오게 되었습니다. 이러한 문제를 해결하는 것 또한 고분자공학전공이 해야할 일 이라고 생각했습니다. 따라서 최청룡교수님 연구실에서 친환경 기능성 고분자에 대한 연구를 시작하게 되었습니다. "
    },
    {
      "name": "전여진 (MS candidate)",
      "bs": "Kumon National Institute of Technology (2020~2024)",
      "email": "jin382428@gmail.com",
      "bio": "2001년 충청북도 청주에서 태어나, 모든 10대의 삶을 청주에서 보냈습니다. 중학교 화학 선생님의 영향으로 처음 화학에 대한 흥미를 갖게 되었고, 2020년, 코로나 19와 함께 경상북도 구미의 금오공과대학교의 고분자공학과에서 대학 생활을 시작했습니다. 칼럼 및 다큐멘터리 시청이 취미인 저는 지구 환경에 관한 영상을 많이 접할 수 있었습니다. 우리의 삶을 윤택하게 하는 고분자는 지구를 서서히 망가뜨리고 있다는 사실을 알게 되었고, 환경과 전공인 고분자의 융합에 대해 생각하게 되었습니다. 앞으로 저는 지구와 인간이 공존할 수 있는 방법을 고분자공학에서 찾아보고자 합니다. 현재 친환경 기능성 고분자 연구실에서 최청룡 교수님과 함께 지속 가능한 고분자와 고분자 재활용에 대해 공부하고 있습니다.",
      "research": "Synthesis of Sustainable Polymers",
      "photo": "/assets/members/member_6.png"
    },
    {
      "name": "전종혁 (MS candidate)",
      "bs": "Kumon National Institute of Technology (2018~2024)",
      "photo": "/assets/members/member_7.png",
      "email": "gost829@gmail.com",
      "research": "Synthesis of Bio-based Polymer",
      "bio": "1999년에 대한민국 대구에서 태어나 현재 울산으로 이사해 지금까지 살아 왔습니다. 중학교때부터 화학에 관심을 가지게 되었고 친구들에게 가르쳐주는 것이 즐거웠기에 화학 교사가 되고자 했습니다. 현재 금오공대 고분자 공학과에서 학부연구생으로써 최청룡 교수님의 지도아래 분해가능 고분자 소재에 대해 연구하게 되었고, 앞으로 스스로가 더 발전된 모습을 보일 수 있도록 노력할 것입니다."
    },
    {
      "name": "이성민 (MS candidate)",
      "bs": "Kumon National Institute of Technology (2020~2024)",
      "photo": "/assets/members/member_5.png",
      "email": "tjdals71600@gmail.com",
      "research": "Electronic Device Recycling",
      "bio": "2001년 경상남도 마산에서 태어나 스무살 금오공대에 입학하면서 고분자공학과에 재학중입니다. 어디서든 볼 수 있어 가벼이 사용되고 버려지는  플라스틱을 대량으로, 효율적으로 만드는데에만 집중하던 사람들이 이제는 플라스틱의 사용을 줄이는데에 노력을 쏟고 있습니다. 플라스틱은 분명히 장담점이 존재하며, 이를 전공으로 한 제가 환경문제에 앞장서야한다고 생각합니다.  그래서 저는 최청룡 교수님의 지도아래, 지속가능한 지구를 만들기 위해 공부하고 있습니다."
    },
    {
      "name": "강유빈 (MS candidate)",
      "photo": "/assets/members/member_2.png",
      "bs": "Kumon National Institute of Technology (2021~2025)",
      "research": "Synthesis and Depolymerization of Silicone Polymer",
      "email": "gangyubin358@gmail.com",
      "bio": "2002년 구미에서 태어나 현재 국립 금오공과대학교 고분자공학과에서 공부하고 있습니다. 현재 주변을 둘러보면 대부분은 플라스틱인 것을 볼 수 있습니다. 이처럼 플라스틱은 다양한 산업 및 일상에서 다재다능한 소재로 널리 사용하지만, 돌아오는 것은 환경오염의 문제입니다. 이러한 문제를 해결하기 위해 노력해야 한다고 생각하였습니다. 따라서 최청룡 교수님의 지도 아래에서 친환경 기능성 고분자에 관한 연구를 시작하게 되었습니다."
    },
    {
      "name": "김민정 (MS candidate)",
      "photo": "/assets/members/member_3.png",
      "bs": "Kumon National Institute of Technology (2021~2025)",
      "email": "kmjj3159@gmail.com",
      "research": "Development of Battery Binder",
      "bio": "2002년 경상남도 창원에서 태어나 현재 국립금오공과대학교 고분자공학과에 입학하였습니다. 우리 생활 환경 속에 플라스틱 뿐만아니라 화학물질 사용도 늘어나고 있습니다. 지속적인 사용으로 환경오염 및 생활 속 피해 또한 확산되고 있습니다. 이러한 문제를 해결해 나가기 위해 현재 최청룡 교수님 지도 아래 친환경 기능성 고분자 연구실에서 공부하고 있습니다."
    },
    {
      "name": "김수림 (MS candidate)",
      "photo": "/assets/members/member_4.png",
      "bs": "Kumon National Institute of Technology (2022~2026)",
      "research": "Functional Polymer for Antifogging",
      "email": "kimsulim9@gmail.com",
      "bio": "2003년 서울에서 태어나 포항에서 거주하고 있습니다. 고분자에 무지하던 제가 국립 금오공과대학교에 들어오면서 다양한 분야에서 사용되는 고분자를 배우며 흥미를 느끼고 미래에는 플라스틱을 만들어 사용하는 것보다 분해하는 것에 집중하고 있다는 생각이 들었습니다. 친환경적인 고분자를 만드는 방법에 대해서 공부를 하고 싶어 최청룡 교수님 연구실에 들어와 연구에 참여하게 되었습니다."
    },
    {
      "name": "김진성 (Undergraduate student)",
      "photo": "/content/assets/members/jskim.jpg",
      "bs": "Kumon National Institute of Technology (2021~Present)",
      "email": "jeb4954@gmail.com",
      "bio": "2002년 경상남도 김해에서 태어나 현재 국립금오공과대학교 고분자공학과에 재학 중입니다.\n현재 대량의 플라스틱 폐기물로 인해 환경이 심각한 위기에 처해 있습니다. 플라스틱이 인간의 삶에 필수적인 물질임을 인식하고 있으면서도, 그로 인해 환경에 부정적인 영향을 주어서는 안 된다고 생각합니다.\n\n이러한 문제의식을 바탕으로, 사용에는 지장이 없으면서도 환경에 미치는 부정적인 영향을 줄일 수 있는 플라스틱, 또는 분해가 잘되는 친환경 플라스틱을 연구하고자 최청룡 교수님 연구실에 들어와 공부하고 있습니다."
    },
    {
      "name": "임종화 (MS candidate)",
      "photo": "/content/assets/members/jh.jpg",
      "bs": "Kumon National Institute of Technology (2021~2026)",
      "email": "jonghwa2039@gmail.com",
      "bio": "2000년 대구에서 태어나 현재 금오공과대학교 고분자공학과에 재학중입니다. 학부 과정을 지나오며 합성 실험과 기기분석 실험을 통해 분자 구조에 따라 특성이 달라지는 것을 직접 관찰하고 경험하면서, 고분자에 큰 흥미를 가지게 되었습니다. 특히 실험을 설계하고 결과를 분석해 최적의 조건을 찾아가는 과정에서 제 적성이 실험과 연구에 잘 맞는다고 느껴 석사를 꿈꾸게 되었습니다. 최근에는 기존 플라스틱의 한계를 극복하고 바이오 기반 소재로 생분해성과 같은 다양한 기능성을 부여하나 다시 단량체로 되돌리는 화학적 재활용 연구들이 매력적이라 생각하여 친환경 고분자 소재에 깊은 흥미를 가지고 있습니다. 그래서 저는 최청룡 교수님의 지도 하에 친환경 고분자의 구조 설계와 분해 메커니즘을 배우며, 지속가능한 소재 연구에 기여하고 싶습니다."
    }
  ]
}
